Repository: common-repository/webp-express-plus
Catalog: languages/webp-express-plus-*.po
Languages: ru_ru

source: 1. Specify all photos and/or folders that should not be converted to WebP format using the WebP Express plugin
ru_ru: 1. Укажите все фотографии и/или папки, которые не должны преобразовываться в WebP формат с помощью плагина WebP Express;

source: 2. New line = new path to the photo and / or photo folder.
ru_ru: 2. Новая строчка = новый путь к фотографии и/или папки с фотографиями;

source: 3. You must specify the path to the original jpg / png files.
ru_ru: 3. Необходимо указывать путь к оригиналам jpg/png файлов;

source: 4. The indication must start with "/", for example: /wp-content/uploads/2021/05/pic1.jpg
ru_ru: 4. Указание должно начинаться с "/", например: /wp-content/uploads/2021/05/pic1.jpg;

source: 5. The path to the graphics folder must end with "/", for example: /wp-content/uploads/2021/05/
ru_ru: 5. Путь к папки с графикой должен заканчиваться "/", например: /wp-content/uploads/2021/05/

source: 6. You can check the work of WebP Express Plus through the developer console in the browser (Ctrl+Shift+I -> Network -> Img).
ru_ru: 6. Проверить работу WebP Express Plus можно через консоль разработчика в браузере (Ctrl+Shift+I -> Network -> Img).

source: Excludes the necessary images and folders with graphics from processing using the "WebP Express" plugin. Works ONLY in combination with "WebP Express" by Bjørn Rosell. Manage in "Settings" -> "WebP Express Plus".
ru_ru: Исключает необходимые изображения и папки с графикой из обработки с использованием плагина "WebP Express". Работает ТОЛЬКО в сочетании с "WebP Express" от автора Bjørn Rosell. Управление в разделе "Настройки" -> "WebP Express Plus".

source: Information
ru_ru: Информация

source: Photos and/or folders
ru_ru: Фото и/или папки

source: WebP Express Plus settings
ru_ru: WebP Express Plus настройки
